Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: You do, and you' re dead.
ru: Шевельнись, и тебе конец.

source: Which means...... our new Miss United States is:
ru: Что означает...... Мисс Соединенные Штаты стала:

source: Don' t take the crown.
ru: Не бери корону.

source: Rhode Island' s Cheryl Frasier!
ru: Шерил Фрэйзер из Род- Айленда!

source: She' s queen of 50 states She' s elegance and taste
ru: Королева 50- ти штатов Сама элегантность и вкус

source: Hold your crown up high
ru: Высоко держи свою корону

source: Raise it to the sky
ru: Подними её до небес

source: Jersey' s gone berserk!
ru: Джерси сошла с ума!

source: Get her off the stage!
ru: Уберите ее со сцены!

source: She stands for all that' s good
ru: Она защищает правых

source: She loves her neighborhood
ru: И любит ближних

source: She' s friends with everyone she meets
ru: Она дружит со всеми

source: She' s queen of 50 states
ru: Королева 50- ти штатов

source: She' s elegance and taste
ru: Сама элегантность и вкус

source: Gracie!
ru: Грейси!

source: She' s Miss United States.
ru: Мисс Соединенные Штаты.

source: Good show, everybody.
ru: Отличное шоу.

source: I was right in the middle of my song!
ru: Это был текст песни!

source: You got nothing on me.
ru: У вас на меня ничего нет.

source: This is ridiculous.
ru: Это глупо.

source: Where you' re going, they' d love to meet a former beauty queen.
ru: Там, куда вы отправитесь, вам будут рады.

source: When he says meet, he means M- E- A- T.
ru: Он говорит о таких красотках.

source: Miss Hart, you don' t understand.
ru: Мисс Харт, вы не понимаете.

source: All I' m guilty of is trying to make the world a more beautiful place.
ru: Я просто хотела сделать этот мир красивее.

source: Look at yourself.
ru: Взгляните на себя.

source: When I met you, Dennis Rodman looked better in a dress.
ru: Когда мы познакомились, Дэннис Родман был красивее вас.

source: But now you' re a lady!
ru: А вы стали леди!

source: I did that.
ru: Я сделала это.

source: No, Vic did that, and a team of highly specialized federal manicurists...... and people who make you beautiful.
ru: Это сделали Вик и команда профессионалов...... маникюрш и стилистов.

source: You know, you' re under arrest, get in the car.
ru: Садитесь в машину.

source: You think you saved something.
ru: Подорваться на бомбе?

source: All you did was to destroy the dream of young women all over the country.
ru: Вы сумеете объявить себя невменяемой.

source: Their dream is to get blown up?
ru: Я заслужила это!

source: You got a good shot at that insanity plea.
ru: Что я получила за годы тяжкого труда?

source: I earned it!
ru: Увольнение!

source: Fired!
ru: Они украли мою жизнь и мой конкурс.

source: It is a scholarship program.
ru: Это не конкурс красоты, а программа помощи студентам.

source: Yeah, yeah.
ru: Ага, ага.

source: "Yes."
ru: "Да".

source: Get it?
ru: Удачи в конкурсе "Мисс тюрьма Сан- Антонио".

source: That was good work.
ru: Ты видел?

source: So, how does it feel?
ru: Хорошая работа.

source: Throwing the rule book out of the window?
ru: Ты тоже поработал.

source: Pretty good, actually.
ru: Как ты себя чувствуешь?

source: I was thinking...... when we get back...... after we write up our reports and you get all ugly again...... maybe we could have dinner?
ru: Приятно наплевать на правила?

source: You asking me out on a date?
ru: Очень приятно.

source: Just a casual dinner.
ru: Это свидание?

source: If we happen to have sex afterwards, so be it.
ru: Нет, обычный ужин.

source: You want to date me...... love me and marry me.
ru: Ты хочешь встречаться...... любить и жениться на мне.

source: A part of you is gonna miss this.
ru: О чём ты будешь скучать?

source: The heels.
ru: О каблуках.

source: They do something for my posture.
ru: Они изменили мою осанку.

source: I' m suddenly very aware and proud of my breasts.
ru: Я вдруг почувствовала, что у меня есть грудь.

source: - Funny, me too.
ru: - Любопытно, но я тоже.

source: - Agent Matthews!
ru: - Агент Мэтью!

source: Thank God you' re still here.
ru: Слава Богу, вы здесь.

source: There' s been an emergency.
ru: Это очень срочно.

source: Somebody found some sort of incendiary device.
ru: Нашли зажигательное устройство.

source: Come on, quickly!
ru: Скорее!

source: She saved the pageant, she saved our lives, and here she is!
ru: Это она спасла наш конкурс и наши жизни.

source: That' s not gonna work for me.
ru: Нет, я не хочу.

source: I can' t go up there!
ru: Я не пойду туда!

source: It was his idea, Gracie Lou.
ru: Это его идея, Грейси Лу.

source: I' d never get you here unless you could shoot someone.
ru: Только будущие жертвы могли привести вас сюда.

source: You' il get yours, Henry Higgins.
ru: Это ваша заслуга, Генри Хиггинс.

source: Ladies and gentlemen, agent Gracie Hart of the FBl!
ru: Дамы и господа, агент ФБР - Грейси Харт!

source: Because even though you' re a federal officer...... to us, you will always be Gracie Lou Freebush.
ru: Хоть ты и агент ФБР...... для нас ты останешься Грейси Лу Фрибуш.

source: The nicest, sweetest, coolest girl at the pageant...... and this year' s Miss Congeniality!
ru: Самая милая, добрая и классная девушка конкурса...... названа "мисс Конгениальность"!

source: I don' t know what to say.
ru: Не знаю, что и сказать.

source: Except for...... I can' t wear this at work.
ru: Кроме того, что...... это не наденешь на работу.

source: I never thought anything like this would happen to me.
ru: Я никогда не думала, что попаду в подобную ситуацию.

source: I kind of hoped it wouldn' t.
ru: Я на это и не надеялась.

source: But now that it has...... I just want to say that...... I' m very...
ru: А когда это случилось...... я хочу сказать, что...... для меня это...

source: ... very honored.
ru: ... большая честь.

source: And...... moved.
ru: И...... радость.

source: And...... truly touched.
ru: И...... я так тронута.

source: And...
ru: И...

source: ... I really do want world peace.
ru: ... я за мир во всём мире.

source: Royal Tenenbaum bought the house on Archer Avenue in the winter of his 35th year.
ru: Ройал Тенненбаум купил дом на авеню Арчер зимой, на 35- ом году жизни.

source: Over the next decade he and his wife had three children and then they separated.
ru: Через 10 лет у него и его жены было трое детей и затем они развелись.

source: Are you getting divorced?
ru: Вы собираетесь развестись?

source: At the moment, no... but... it doesn' t look good.
ru: В данный момент нет... но... похоже, не все ладно.

source: Do you still love us?
ru: Ты все еще любишь нас?

source: Of course I do.
ru: Конечно.

source: Do you still love Mom?
ru: Ты все еще любишь маму?

source: Yes, very much, but your mother' s asked me to leave and I must respect her position on the matter.
ru: Да, очень, но ваша мама попросила, чтобы я ушел, и я должен уважать ее мнение в данном вопросе.

source: Is it our fault?
ru: Это наша вина?

source: Obviously, we made certain sacrifices as a result of having children, but, uh... no, Lord, no.
ru: Очевидно, мы принесли определенные жертвы в результате рождения детей, но... нет, господи, нет.

source: Then why' d she ask you to leave?
ru: Тогда почему она попросила тебя уйти?

source: I don' t really know anymore.
ru: На самом деле я даже не знаю.

source: Maybe, uh, I wasn' t as true to her as I could' ve been.
ru: Может, я не стал для нее тем, кем я мог бы стать.

source: Well, she said...
ru: Ну, она сказала...

source: Let' s just drop it shall we, uh, Chassie?
ru: Давай, Часси?

source: They were never legally divorced.
ru: Они никогда официально не разводились.

source: Thank you, Pagoda.
ru: Спасибо, Пагода.

source: Etheline Tenenbaum keptthe house and raised the children and their education was her highest priority.
ru: Этелина Тенненбаум содержала дом и поднимала детей и их образование было ее главной целью.

source: Yes, I' il hold, please.
ru: Да, я подожду, пожалуйста.

source: I need $187.
ru: Мне надо $187.

source: Write yourself a check.
ru: Выпиши себе чек.

source: She wrote a book on the subject.
ru: Она написала книгу об этом.

source: - Chas, Chas!
ru: - Чез, Чез!

source: - Richie!
ru: - Ричи!

source: Uh, the gentleman in the blue cardigan, please.
ru: Джентльмен в синем свитере, пожалуйста.

source: I have a two- part question.
ru: У меня вопрос из двух частей.

source: Chas Tenenbaum had, since elementary school taken most of his meals in his room standing up at his desk with a cup of coffee to save time.
ru: Чез Тенненбаум, с начальной школы обычно обедал в своей комнате, стоя у стола с чашкой кофе, чтобы сэкономить время.

source: In the sixth grade, he went into business breeding Dalmatian mice which he sold to a pet shop in Little Tokyo.
ru: В шестом классе, он начал бизнес разводя далматинских мышей, которых продавал в зоомагазин в Маленьком Токио.

source: He started buying real estate in his early teens and seemed to have an almost preternatural understanding of international finance.
ru: Он начал скупать недвижимость в подростковом возрасте и у него были почти невероятные способности в обращении с финансами.

source: He negotiated the purchase of his father' s summer house on Eagle' s Island.
ru: Он заключил сделку о покупке дома своего отца на Орлином острове.

source: Hold it, Chassie.
ru: Здесь, Часси.

source: You' re on my team.
ru: Ты в моей команде.

source: There are no teams.
ru: Здесь нет команд.

source: The BB was still lodged between two knuckles in Chas' s left hand.
ru: Пулька застряла между двумя суставами левой руки Чеза.

source: Margot Tenenbaum was adopted at age two.
ru: Марго Тененбаум удочерили в возрасте двух лет.

source: Her father had always noted this when introducing her.
ru: Ее отец всегда отмечал это, представляя ее.

source: This is my adopted daughter Margot Tenenbaum.
ru: Это моя приемная дочь Марго Тененбаум.

source: She was a playwright, and won a Braverman Grant of $50, 000 in the ninth grade.
ru: Она писала пьесы и получила премию Брейвермена на $50, 000 в девятом классе.

source: She and her brother Richie ran away from home one winter and camped out in the African wing of the public archives.
ru: Она и ее брат Ричи как- то зимой убежали из дому и поселились в африканском крыле общественного архива.

source: Hi, Eli.
ru: Привет, Илай.

source: You said I could run away, too.
ru: Вы сказали, что я тоже могу убежать.

source: No, I didn' t, and don' t tell anyone you saw us.
ru: И никому не говори, что нас видел.

source: They shared a sleeping bag and survived on crackers and root beer.
ru: Они делили спальный мешок и питались крекерами и лимонадом.

source: Fouryears later
ru: Четыре года спустя

source: Margot disappeared alone for two weeks and came back with half a finger missing.
ru: Марго одна пропала на две недели и вернулась без половины пальца.

source: Richie Tenenbaum had been a champion tennis player since the third grade.
ru: Ричи Тененбаум был чемпионом по теннису с третьего класса.

source: He turned pro at 17 and won the U. S. Nationals three years in a row.
ru: Он стал профессионалом в 17 и три года подряд побеждал в национальном турнире США.

source: He kept a studio in the corner of the ballroom but had failed to develop as a painter.
ru: У него была студия в углу танцевального зала но он потерпел неудачу в попытках стать художником.

source: Up... up... right... perfect.
ru: Отлично.

source: Pagoda?
ru: Пагода?

source: On weekends
ru: На выходных

source: Royal took him on outings around the city.
ru: Ройал брал его на прогулки по городу.

source: These invitations were never extended to anyone else.
ru: Это приглашение никогда не касалось никого другого.

source: Richie' s best friend, Eli Cash, lived with his aunt in the building across the street.
ru: Лучший друг Ричи - Илай Кэш, жил со своей тетей в здании напротив.

source: He was a regular fixture at family gatherings holidays, mornings before school, and most afternoons.
ru: Он был постоянным участником семейных праздников, собраний, утром перед школой и большинства вечеров.

source: The three Tenenbaum children performed Margot' s first play on the night of her 1 1th birthday.
ru: Вечером, на ее 11- ый день рожденья.

source: They had agreed to invite their father to the party.
ru: Они решили пригласить своего отца на представление.

source: What' d you think, Dad?
ru: Что ты думаешь, папа?

source: Mmm... didn' t seem believable to me.
ru: Хмм... это мне не кажется правдоподобным.

source: Why are you wearing pajamas?
ru: Почему вы носите пижамы?

source: Do you live here?
ru: Вы здесь живете?

source: He has permission to sleep over.
ru: У него есть разрешение спать.

source: Well, did you at least think the characters were well- developed?
ru: Хорошо, но ты хотя бы считаешь, что персонажи хорошо проработаны?

source: What characters?
ru: Какие персонажи?

source: This is a bunch of little kids, uh dressed up in animal costumes.
ru: Это горстка маленьких детей одетых в костюмы животных.

source: Good night, everyone.
ru: Спокойной ночи всем.

source: Well, sweetie... don' t be mad at me.
ru: Ну, милая... не обращай на меня внимания.

source: That' s just one man' s opinion.
ru: Это просто мнение одного человека.

source: He had not been invited to any of theirparties since.
ru: С тех пор его больше не приглашали на семейные торжества.

source: In fact, virtually all memory of the brilliance of the young Tenenbaums had been erased by two decades of betrayal, failure, and disaster.
ru: Но фактически все воспоминания о блеске юных Тененбаумов были стерты двумя десятилетиями измен, неудач и катастроф.

source: Go, Mordecai.
ru: Лети, Мордекай.

source: I' ve been instructed to refuse any further charges on your room account and to direct you, in writing to please vacate the premises by the end of the month.
ru: Мне велели отказать вам в дальнейшем кредите и передать письменную просьбу освободить помещение к концу этого месяца.

source: What about Sing- Sang?
ru: Как насчет Синг- Санг?

source: I owe her $100.
ru: Я должен ей $100.

source: Royal had lived in the Lindbergh Palace Hotel for 22 years.
ru: Ройал жил в Линдберг Палас отеле в течение 22 лет.

source: Can you pay her in cash?
ru: Ты сможешь заплатить ей наличными?

source: He was a prominent litigator until the mid '80s when he was disbarred and briefly imprisoned.
ru: Он был выдающимся сутяжником до середины 80- ых пока его не лишили адвокатского звания и ненадолго посадили.

source: No one in his family had spoken to him in three years.
ru: Никто из его семьи не говорил с ним в течение уже трех лет.

source: Read it back to me so far, Pietro.
ru: Прочти это мне снова, Пьетро.

source: New paragraph.
ru: Новый абзац.

source: Richie had retired from professional tennis at 26.
ru: Ричи ушел из профессионального тенниса в 26 лет.

source: His last match had been widely discussed in the media.
ru: Его последний матч широко обсуждался в СМИ.

source: "Your friend Richie."
ru: "Твой друг Ричи."

source: End of letter.
ru: Конец письма.

source: For the pastyear, he had been traveling alone on an ocean liner called the Cote d' lvoire and had seen both poles, five oceans the Amazon and the Nile.
ru: Последний год, он путешествовал один на океанском лайнере под названием "Кот д`Ивуар" и видел оба полюса, пять океанов

source: Eli was an assistant professor of English literature at Brooks College.
ru: Илай был ассистентом профессора английской литературы в Брукс колледже.

source: The recent publication of his second novel... (horses galloping, gunfire, shouting)... had earned him a sudden, unexpected literary celebrity.
ru: ... принесло ему внезапную, неожиданную литературную известность.

source: Well, everyone knows Custer died at Little Bighorn.
ru: Ну, все знают, что Кастер умер в Литтл Бигхорн.

source: What this book presupposes is... maybe he didn' t.
ru: Но эта книга предполагает... что может быть и нет.

source: Why would a review make the point of saying someone' s nota genius?
ru: Почему в обзорах обязательно надо писать что кто- то не гениален?

source: You think I' m especially nota genius?
ru: Ты думаешь, что я особенно не гениален?

source: I know w...
ru: Я знаю...

source: You didn' t even have to think about it, did you?
ru: Ты даже не думала об этом, правда?

source: Well, I just don' t use thatword lightly.
ru: Ну, я просто не использовала бы это слово так необдуманно.

source: I have to go, Eli.
ru: Я должна идти, Илай.

source: Margot?
ru: Марго?

source: May I come in, please?
ru: Я могу войти, пожалуйста?

source: How are you, my darling?
ru: Как ты, моя дорогая?

source: Margo was married to the writer and neurologist
ru: Марго была замужем за писателем и неврологом

source: Raleigh St. Clair.
ru: Рейли Сен- Клером.

source: I' m fine, thank you.
ru: Я в порядке, спасибо.

source: You need to eat something.
ru: Ты должна что- нибудь съесть.

source: May I make you dinner?
ru: Я могут приготовить тебе обед?

source: No, thank you.
ru: Нет, спасибо.

source: She was known for her extreme secrecy.
ru: Она славилась особенно скрытностью.

source: For example, none of the Tenenbaums knew she was a smoker, which she had been since the age of 12.
ru: Например, никто из Тененбаумов не знал что она курит с 12- летнего возраста.

source: Nor were they aware of her first marriage and divorce to a recording artist in Jamaica.
ru: Также они не знали о ее первом браке и разводе с музыкантом на Ямайке.

source: She kept a private studio in Mockingbird Heights under the name "Helen Scott."
ru: У нее была личная студия на Мокинберд Хейтс на имя "Хелен Скотт."

source: She had not completed a play in seven years.
ru: Она не закончила ни одной пьесы в течение 7 лет.

source: 17 October, third examination of Dudley Heinsbergen.
ru: 17 октября, третий тест Дадли Хейнсбергена.

source: All right, Dudley make yours like mine.
ru: Хорошо, Дадли сложи свои так же, как мои.

source: Raleigh' s next book was on the subject of a condition he called "Heinsbergen Syndrome."
ru: Следующая книга Рейли посвящена заболеванию, которое он называл "синдром Хейнсбергена"

source: Where' s that red one going to go?
ru: И куда ты собираешься деть этот красный?

source: Done.
ru: Сделано.

source: Good.
ru: Хорошо.

source: My goodness.
ru: Боже мой.

source: How interesting.
ru: Как интересно.

source: How bizarre.
ru: Как странно.

source: Dudley suffers from a rare disorder combining symptoms of amnesia, dyslexia and color blindness.
ru: Дадли страдает от редкого расстройства, сочетающего симптомы амнезии, дислексии и цветовой слепоты.

source: He has a highly acute sense of hearing.
ru: У него очень острое чувство слуха.

source: There is also evidence of...
ru: Есть также доказательства...

source: I' m not color blind, am l?
ru: Я не дальтоник, ясно?

source: I' m afraid you are.
ru: Боюсь, что нет.

source: Ari, fire alarm!
ru: Ари, пожарная тревога!

source: Out you go!
ru: Вылезай!

source: Uzi, emergency!
ru: Узи, тревога!

source: Uzi... what did I just say?!
ru: Узи, что я только что сказал?!

source: Look alive!
ru: Спасаемся!

source: Fire!
ru: Огонь!

source: Chas' s wife Rachael was killed in a plane crash the previous summer.
ru: Жена Чеза Рейчел погибла при крушении самолета прошлым летом.

source: What about Buckley?
ru: А как же Бакли?

source: It' s too late.
ru: Слишком поздно.

source: You forgot him.
ru: Забудь о нем.

source: Buckley!
ru: Бакли!

source: No elevator!
ru: Не в лифт!

source: There' s a fire.
ru: Пожар ведь.

source: Go, go!
ru: Пошли, пошли!

source: Chas and theirtwo sons, Ari and Uzi were also on the flight and survived as did their dog who was discovered in his cage several thousand yards from the crash site.
ru: Чез и два его сына, Ари и Узи были на том же самолете и выжили, как и их собака, которую нашли в ее клетке в паре тысяч ярдов от места катастрофы.

source: Four minutes, 48 seconds.
ru: Четыре минуты, 48 секунд.

source: We' re all dead, burnt to a crisp.
ru: Мы все мертвы, сгорели.

source: Over the last six months he had become increasingly concerned with their safety.
ru: Последние шесть месяцев он все больше и больше заботился об их безопасности.

source: We left Buckley.
ru: Мы оставили Бакли.

source: Etheline became an archaeologist and had overseen excavations for the Department of Housing and the Transit Authority.
ru: Этелина стала археологом и руководила раскопками для жилищного департамента и транспортного управления.

source: Apropos of my question regarding l- 40 slash l- 9 adjustments... um... (clears throat)
ru: Относительно моего вопроса касающегося поправок l- 40 тире l- 9...

source: She taught a bridge class twice a week with herfriend and business manager, Henry Sherman.
ru: Дважды в неделю она встречалась со своим другом и бизнес менеджером Генри Шерманом.

source: It would probably be advantageous for your marital status to be legally established as single in light of the circumstances.
ru: Возможно, для тебя было бы выгоднее относительно твоего семейного статуса чтобы ты официально развелась в свете обстоятельств.

source: I mean for tax purposes.
ru: Я имею в виду налоги.

source: But I thought...
ru: Но я думала...

source: - Etheline...
ru: - Этелина...

source: Will you marry me?
ru: Ты выйдешь за меня замуж?

source: I...
ru: Я...

source: I love you, uh...
ru: Я люблю тебя...

source: Did you already know that?
ru: Ты это знала?

source: No, I didn' t.
ru: Нет, не знала.

source: Since herseparation from her husband she had had many suitors...
ru: С тех пор, как она рассталась с мужем она видела много претендентов...

source: ... but had not considered a single one until this moment.
ru: ... но до сих пор не решалась развестись.

source: This isn' t really a tax issue, is it?
ru: Вообще- то это не имеет отношения к налогам, правда?

source: That' s true, uh...
ru: Да, правда...

source: I don' t know why I put it that way.
ru: Не знаю, почему я так начал это.

source: Let me think about it, Henry.
ru: Дай мне подумать над этим, Генри.

source: Please tell Mr. Royal this is the Pagoda.
ru: Пожалуйста, скажите мистеру Ройалу, что это Пагода.

source: Lobby.
ru: Вестибюль.

source: Thank you, Dusty.
ru: Спасибо, Дасти.

source: Good morning, Jerry.
ru: Доброе утро, Джерри.

source: Oh, there' s a call for you, Mr. Tenenbaum.
ru: Вам звонили, мистер Тененбаум.

source: Who is it, Frederick?
ru: Кто это был, Фредерик?

source: A Mr. Pagoda.
ru: Мистер Пагода.

source: What do you got?
ru: Что ты слышал?

source: The black man asked her to be his wife.
ru: Черный человек просил ее стать его женой.

source: No shit?
ru: Без дураков?

source: What did Ethel say?
ru: Что сказала Этель?

source: She think about it.
ru: Она подумает об этом.

source: I don' t like the sound of this one damn bit, Pagoda.
ru: Мне не нравится как это звучит, Пагода.

source: Lord knows
ru: Бог знает

source: I' ve had my share of infidelities but she' s still my wife.
ru: Я получил свою долю неверности, но она все еще моя жена.

source: And no damn two- bit, chartered accountant is going to change that.
ru: И несомненно, присяжный бухгалтер собирается изменить это.

source: Hey, Pagoda, give us a hand, huh?
ru: Привет, Пагода, помоги нам

source: Chas?
ru: Чез?

source: We got locked out of our apartment.
ru: Дверь нашей квартиры заклинило.

source: Did you call a locksmith?
ru: Вы вызывали слесаря?

source: Did you pack your bags before you got locked out or how did you...?
ru: Вы запаковали вещи до того, как дверь заклинило, или как иначе...?

source: It' s not safe over there.
ru: Там небезопасно.

source: Excuse me for a moment.
ru: Простите, я не минутку.

source: The apartment.
ru: Квартира.

source: I have to get some new sprinklers and a backup security system installed.
ru: Надо установить несколько новых огнетушителей и резервную систему сигнализации.
